Repository: 397821/Launchpad
Catalog: Launchpad_Translations/*.po
Languages: bg, da, es_es

source: Edit
bg: Редактирай
da: Rediger

source: Options
bg: Опции
da: Muligheder

source: Settings
bg: Настройки
da: Indstillinger

source: Language
bg: Език
da: Sprog

source: Idle
bg: Свободен
da: Slumre
es_es: En espera

source: Failed to connect to the FTP server. Please check your FTP settings.
bg: Грешка при свързването с FTP сървъра. Моля проверете FTP настройките.
da: Kunne ikke forbinde til FTP serveren. Venligst tjek dine FTP indstillinger.

source: Could not connect to server.
bg: Няма връзка със сървъра.
da: Kunne ikke forbinde til serveren.
es_es: No se pudo conectar al servidor.

source: This appears to be the first time you're starting the launcher. Is this the location where you would like to install the game? {0}
bg: Вие стартирате launcher-а за първи път. Това ли е директорията, в която искате да инсталирате играта? {0}
da: Det virker til at være den første gang du starter launcheren. ls det stedet du har lyst til at installere spillet? {0}
es_es: Parece que esta es la primera vez que comienzas el launcher. Es este el lugar donde quieres instalar el juego? {0}

source: Launchpad - Warning
bg: Launchpad - Предупреждение
da: Launchpad - Advarsel

source: Anonymous useage stats are not enabled.
bg: Не е позволена употребата на анонимни статистики.
da: Anonym brugbar statistik er ikke aktiveret.

source: Update
bg: Обновяване
da: Opdater
es_es: Actualizar

source: Install
bg: Инсталиране
da: Installer
es_es: Instalar

source: Launch
bg: Стартиране
da: Start
es_es: Iniciar

source: Launchpad - Platform not provided!
bg: Launchpad - Не е предоставена платформа!
da: Launchpad - Platform er ikke tilgængelig!
es_es: Launchpad - Plataforma no provisionada!

source: The server does not provide the game for the selected platform.
bg: Сървърът не предоставя играта за избраната платформа.
da: Serveren tilegner ikke spillet for denne platform.
es_es: El servidor no provee el juego para la plataforma seleccionada.

source: Installing...
bg: Инсталиране...
da: Installerer...
es_es: Instalando...

source: Updating...
bg: Обновяване...
da: Opdaterer...
es_es: Actualizando...

source: Launchpad - Failed to launch the game!
bg: Launchpad - Грешка при стартирането на играта!
da: Launchpad - Kunne ikke starte spillet!

source: The game failed to launch. Try repairing the installation.
bg: Играта не можа да стартира. Опитайте да поправите инсталацията.
da: Spillet kunne ikke starte. Prøv at reparere installationen.
es_es: El juego falló al iniciar. Trate de reparar la instalación.

source: Repair
bg: Поправяне
da: Reparere
es_es: Reparar

source: Downloading file {0}: {1} of {2} bytes.
bg: Изтегляне на файла {0}: {1} от {2} байта.
da: Downloader fil {0}: {1} af {2} bytes.

source: Game download failed. Are you missing the manifest?
bg: Неуспешно изтегляне на играта. Да не би да липсва манифеста?
da: Spil download mislykkedes. Mangler du manifestet?

source: Launchpad - Error
bg: Launchpad - Грешка
da: Launchpad - Fejl

source: Launchpad - Info
bg: Launchpad - Информация

source: Game download finished. Play away!
bg: Играта е свалена. Приятна игра!
da: Download af spil er færdig. Spil endelig!
es_es: Descarga del Juego ha terminado. Comienza a Jugar!

source: Launchpad - Game repair finished
bg: Launchpad - Ремонта на играта е завършен
da: Launchpad - Reparation af spil er færdig

source: Launchpad has finished repairing the game installation. Play away!
bg: Launchpad приключи с ремонта на играта. Приятна игра!
da: Launchpad har færdiggjort reparation af spil installationen. Spil endelig!
es_es: Launchpad ha terminado de reparar la instalación del juego. Comienza a Jugar!

source: Verifying...
bg: Проверяване...
da: Validerer...

source: The URL needs to begin with "ftp://". Please correct the URL.
bg: URL адресът трябва да започва с "ftp: / /". Моля коригирайте URL адреса.
da: URL-adressen skal begynde med "ftp://". Ret venligst URL'et.

source: Edit Settings
bg: Промяна на настройки
da: Rediger indstillinger

source: Game Name:
bg: Име на играта:
da: Spil navn:

source: System Target:
bg: Цел на системата:
da: Valg af operativsystem:

source: <b>Local</b>
bg: <b>Локално</b>
da: <b>Lokal</b>

source: FTP Username:
bg: Потребителско име:
da: Brugernavn:

source: FTP Password:
bg: Парола:
da: Kodeord:

source: <b>Remote</b>
bg: <b>Дистанционно</b>
da: <b>Trådløs</b>

source: Failed to connect to the patch server. Please check your settings.
es_es: Error al conectar con el servidor. Por favor, verifique su configuración.

source: Initial startup
es_es: Arranque inicial

source: The server does not provide files for the selected platform.
es_es: El servidor no provee el juego para la plataforma seleccionada.

source: Repairing...
es_es: Reparando...

source: Launching...
es_es: Inicializando...

source: Inactive
es_es: Inactivo

source: Launchpad - Failed to launch the game.
es_es: Launchpad - Error al iniciar el juego.

source: Game update finished. Play away!
es_es: Actualización Completada. Comienza a Jugar!

source: Whoops! The game appears to have crashed. Would you like the launcher to verify the installation?
es_es: Oops! El juego parece tener un error. Te gustaría verificar la instalación?

source: Actions
es_es: Acciones

source: Repair Game
es_es: Reparar el Juego

source: Launchpad Utilities - Manifest
es_es: Utilidades de Launchpad - Manifiesto

source: Progress:
es_es: Progreso:

source: /some/file/path : 1 out of 100
es_es: /some/file/path : 1 de 100

source: Generate Manifest
es_es: Generar Manifiesto
